Repository: wrd1stProgrammer/ChartAgent-
Catalog: ChartAgent/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt_br, th, tr, vi, zh_hans, zh_hant

# onboarding.hero.dialogue.devil
source: 반등 실패 시나리오도 끝까지 열어둬야 해요.
de: Lassen Sie das Failed-Bounce-Szenario offen, bis die Beweise es ausschließen.
en: Keep the failed-bounce scenario open until the evidence rules it out.
es: Mantenga abierto el escenario de rebote fallido hasta que la evidencia lo descarte.
fr: Gardez ouvert le scénario d’un rebond raté jusqu’à ce que les preuves l’excluent.
id: Biarkan skenario pentalan gagal tetap terbuka sampai bukti-bukti mengesampingkan hal tersebut.
it: Mantieni aperto lo scenario del rimbalzo fallito finché le prove non lo escludono.
ja: 証拠が否定されるまで、バウンス失敗シナリオを開いたままにしておきます。
pt_br: Mantenha o cenário de rejeição com falha aberto até que as evidências o excluam.
th: เปิดสถานการณ์การตีกลับที่ล้มเหลวไว้จนกว่าหลักฐานจะตัดสิน
tr: Başarısız geri dönme senaryosunu, deliller geçersiz kılana kadar açık tutun.
vi: Giữ kịch bản trả lại không thành công cho đến khi có bằng chứng loại trừ nó.
zh_hans: 保留失败反弹的情况，直到证据排除它为止。
zh_hant: 保留失敗反彈的情況，直到證據排除它為止。

# onboarding.hero.dialogue.gadi
source: 무효화 가격을 정하기 전에는 진입하지 않을게요.
de: Keine Eingabe, bis der Invalidierungspreis definiert ist.
en: No entry until the invalidation price is defined.
es: Ninguna entrada hasta que se defina el precio de invalidación.
fr: Aucune saisie tant que le prix d'invalidation n'est pas défini.
id: Tidak boleh masuk sampai harga pembatalan ditentukan.
it: Nessuna iscrizione finché non viene definito il prezzo di invalidazione.
ja: 無効化価格が定義されるまでは入力できません。
pt_br: Nenhuma entrada até que o preço de invalidação seja definido.
th: ห้ามเข้าจนกว่าจะมีการกำหนดราคาที่ไม่ถูกต้อง
tr: Geçersizlik fiyatı tanımlanıncaya kadar giriş yapılmaz.
vi: Không có mục nhập cho đến khi giá vô hiệu được xác định.
zh_hans: 在定义失效价格之前不得进入。
zh_hant: 在定義失效價格之前不得進入。

# onboarding.hero.dialogue.momo
source: 매수 힘이 다시 붙기 전까지는 관망이 더 유리해요.
de: Zu warten hat den Vorteil, bis der Kaufdruck zurückkehrt.
en: Waiting has the edge until buying pressure returns.
es: Esperar tiene la ventaja hasta que regrese la presión de compra.
fr: Attendre a l’avantage jusqu’à ce que la pression d’achat revienne.
id: Menunggu memiliki keunggulan hingga tekanan beli kembali.
it: Aspettare ha il vantaggio finché non ritorna la pressione d’acquisto.
ja: 買い圧力が戻るまで待つのが有利です。
pt_br: Esperar tem vantagem até que a pressão de compra retorne.
th: การรอมีข้อได้เปรียบจนกว่าแรงกดดันในการซื้อจะกลับมา
tr: Satın alma baskısı geri dönene kadar beklemenin avantajı var.
vi: Chờ đợi có lợi cho đến khi áp lực mua quay trở lại.
zh_hans: 在购买压力回归之前，等待是有优势的。
zh_hant: 在購買壓力回歸之前，等待是有優勢的。

# onboarding.hero.dialogue.patty
source: 상단 경계를 돌파하고 지키는지 먼저 확인해요.
de: Überprüfen Sie zunächst, ob der Preis die Obergrenze durchbricht und hält.
en: First confirm whether price breaks and holds the upper boundary.
es: Primero confirme si el precio rompe y mantiene el límite superior.
fr: Confirmez d’abord si le prix casse et maintient la limite supérieure.
id: Pertama konfirmasikan apakah harga menembus dan menahan batas atas.
it: Per prima cosa conferma se il prezzo supera e mantiene il limite superiore.
ja: まず、価格が上限を突破して維持されているかどうかを確認します。
pt_br: Primeiro, confirme se o preço quebra e mantém o limite superior.
th: ขั้นแรกให้ยืนยันว่าราคาทะลุและรักษาขอบเขตบนไว้หรือไม่
tr: Öncelikle fiyatın üst sınırı kırıp aşmadığını ve bu sınırı koruyup korumadığını teyit edin.
vi: Đầu tiên hãy xác nhận xem giá có phá vỡ và giữ được ranh giới trên hay không.
zh_hans: 首先确认价格是否突破并守住上限。
zh_hant: 首先確認價格是否突破並守住上限。

# onboarding.hero.dialogue.trendy
source: 추세는 살아 있지만, 지금 추격할 자리는 아니에요.
de: Der Trend ist intakt, aber dies ist kein Ort, an dem man hinterherlaufen kann.
en: The trend is intact, but this is not a place to chase.
es: La tendencia está intacta, pero éste no es un lugar para perseguirla.
fr: La tendance est intacte, mais ce n’est pas une piste à suivre.
id: Trennya masih utuh, tapi ini bukan tempat untuk dikejar.
it: La tendenza è intatta, ma questo non è un posto da inseguire.
ja: トレンドは健在だが、ここは追いかける場所ではない。
pt_br: A tendência está intacta, mas este não é um lugar para perseguir.
th: แนวโน้มยังคงอยู่ แต่นี่ไม่ใช่สถานที่ที่จะไล่ล่า
tr: Trend bozulmamış ama burası takip edilecek bir yer değil.
vi: Xu hướng vẫn còn nguyên nhưng đây không phải là nơi để theo đuổi.
zh_hans: 趋势完好无损，但这不是追逐的地方。
zh_hant: 趨勢完好無損，但這不是追逐的地方。

# onboarding.ready.dialogue
source: 첫 차트를 올리면, 놓친 반대 근거부터 확인할게요.
de: Laden Sie Ihr erstes Diagramm hoch und ich prüfe zunächst die Gegenbeweise.
en: Upload your first chart and I’ll check the opposing evidence first.
es: Sube tu primer gráfico y primero comprobaré la evidencia contraria.
fr: Téléchargez votre premier graphique et je vérifierai d’abord les preuves contraires.
id: Unggah bagan pertama Anda dan saya akan memeriksa bukti sebaliknya terlebih dahulu.
it: Carica il tuo primo grafico e controllerò prima le prove opposte.
ja: 最初のチャートをアップロードしてください。まず反対の証拠を確認します。
pt_br: Faça upload do seu primeiro gráfico e verificarei primeiro as evidências opostas.
th: อัปโหลดแผนภูมิแรกของคุณ แล้วฉันจะตรวจสอบหลักฐานของฝ่ายตรงข้ามก่อน
tr: İlk grafiğinizi yükleyin, ben de önce karşı kanıtları kontrol edeceğim.
vi: Tải biểu đồ đầu tiên của bạn lên và tôi sẽ kiểm tra bằng chứng phản đối trước.
zh_hans: 上传你的第一个图表，我会先检查相反的证据。
zh_hant: 上傳你的第一個圖表，我會先檢查相反的證據。

source: ONE CHART
de: EIN DIAGRAMM
es: UN GRÁFICO
fr: UN GRAPHIQUE
id: SATU GRAFIK
it: UN GRAFICO
ja: 1 つのグラフ
pt_br: UM GRÁFICO
th: แผนภูมิเดียว
tr: BİR GRAFİK
vi: MỘT BIỂU ĐỒ
zh_hans: 一张图表
zh_hant: 一張圖表

source: PNG, JPEG 또는 WEBP 이미지만 사용할 수 있습니다.
de: Es werden nur PNG-, JPEG- oder WEBP-Bilder unterstützt.
en: Only PNG, JPEG, or WEBP images are supported.
es: Solo se admiten imágenes PNG, JPEG o WEBP.
fr: Seules les images PNG, JPEG ou WEBP sont prises en charge.
id: Hanya gambar PNG, JPEG, atau WEBP yang didukung.
it: Sono supportate solo immagini PNG, JPEG o WEBP.
ja: PNG、JPEG、または WEBP 画像のみがサポートされています。
pt_br: Somente imagens PNG, JPEG ou WEBP são suportadas.
th: รองรับเฉพาะรูปภาพ PNG, JPEG หรือ WEBP
tr: Yalnızca PNG, JPEG veya WEBP görüntüleri desteklenir.
vi: Chỉ hỗ trợ hình ảnh PNG, JPEG hoặc WEBP.
zh_hans: 仅支持 PNG、JPEG 或 WEBP 图像。
zh_hant: 僅支援 PNG、JPEG 或 WEBP 影像。

source: Price Action Momentum
de: Preisaktionsmomentum
es: Momento de acción del precio
fr: Dynamisme de l’action des prix
id: Momentum Aksi Harga
it: Momento dell’azione dei prezzi
ja: 価格変動の勢い
pt_br: Momento de ação de preço
th: โมเมนตัมการเคลื่อนไหวของราคา
tr: Fiyat Eylem İvmesi
vi: Động lực hành động giá
zh_hans: 价格行动势头
zh_hant: 價格行動勢頭

source: PRO 구독을 복원했습니다.
de: Ihr PRO-Abonnement wurde wiederhergestellt.
en: Your PRO subscription has been restored.
es: Su suscripción PRO ha sido restaurada.
fr: Votre abonnement PRO a été rétabli.
id: Langganan PRO Anda telah dipulihkan.
it: Il tuo abbonamento PRO è stato ripristinato.
ja: PRO サブスクリプションが復元されました。
pt_br: Sua assinatura PRO foi restaurada.
th: การสมัครสมาชิก PRO ของคุณได้รับการกู้คืนแล้ว
tr: PRO aboneliğiniz geri yüklendi.
vi: Đăng ký PRO của bạn đã được khôi phục.
zh_hans: 您的 PRO 订阅已恢复。
zh_hant: 您的 PRO 訂閱已恢復。

source: PRO 이용권
de: PRO-Zugang
en: PRO Access
es: Acceso PRO
fr: Accès PRO
id: Akses PRO
it: Accesso PRO
ja: プロアクセス
pt_br: Acesso PRO
th: การเข้าถึงแบบมืออาชีพ
tr: PRO Erişimi
vi: Truy cập CHUYÊN NGHIỆP
zh_hans: 专业版访问
zh_hant: 專業版訪問

source: PRO 플랜 보기
de: PRO-Tarife ansehen
en: View PRO Plans
es: Ver planes PRO
fr: Voir les forfaits PRO
id: Lihat Paket PRO
it: Vedi piani PRO
ja: PROプランを見る
pt_br: Ver planos PRO
th: ดูแผน PRO
tr: PRO Planlarını Gör
vi: Xem gói PRO
zh_hans: 查看 PRO 方案
zh_hant: 查看 PRO 方案

# PROFILES
source: 프로필
de: PROFILE
en: PROFILES
es: PERFILES
fr: PROFILS
id: PROFIL
it: PROFILI
ja: プロフィール
pt_br: PERFIS
th: โปรไฟล์
tr: PROFİLLER
vi: HỒ SƠ
zh_hans: 简介
zh_hant: 簡介

source: PRO로 전체 결과 보기
de: Vollständiges Ergebnis mit PRO anzeigen
en: View Full Result with PRO
es: Ver resultado completo con PRO
fr: Voir le résultat complet avec PRO
id: Lihat Hasil Lengkap dengan PRO
it: Visualizza il risultato completo con PRO
ja: PRO で完全な結果を表示
pt_br: Veja o resultado completo com PRO
th: ดูผลลัพธ์แบบเต็มด้วย PRO
tr: PRO ile Tam Sonucu Görüntüle
vi: Xem kết quả đầy đủ với PRO
zh_hans: 使用 PRO 查看完整结果
zh_hant: 使用 PRO 查看完整結果

source: RevenueCat Apple public SDK key가 없습니다. Config/Secrets.xcconfig를 확인해 주세요.
de: Der öffentliche SDK-Schlüssel von RevenueCat Apple fehlt. Überprüfen Sie Config/Secrets.xcconfig.
en: The RevenueCat Apple public SDK key is missing. Check Config/Secrets.xcconfig.
es: Falta la clave pública del SDK de RevenueCat Apple. Verifique Config/Secrets.xcconfig.
fr: La clé SDK publique RevenueCat Apple est manquante. Vérifiez Config/Secrets.xcconfig.
id: Kunci SDK publik Apple RevenueCat tidak ada. Periksa Config/Secrets.xcconfig.
it: Manca la chiave SDK pubblica di Apple RevenueCat. Controlla Config/Secrets.xcconfig.
ja: RevenueCat Apple 公開 SDK キーがありません。 Config/Secrets.xcconfig を確認します。
pt_br: A chave pública do SDK RevenueCat Apple está ausente. Verifique Config/Secrets.xcconfig.
th: คีย์ SDK สาธารณะ RevenueCat Apple หายไป ตรวจสอบ Config/Secrets.xcconfig
tr: RevenueCat Apple genel SDK anahtarı eksik. Config/Secrets.xcconfig'i kontrol edin.
vi: Khóa SDK công khai của RevenueCat Apple bị thiếu. Kiểm tra Config/Secrets.xcconfig.
zh_hans: RevenueCat Apple 公共 SDK 密钥丢失。检查 Config/Secrets.xcconfig。
zh_hant: RevenueCat Apple 公共 SDK 金鑰遺失。檢查 Config/Secrets.xcconfig。

source: Swing Structure Analyst
de: Swing-Struktur-Analyst
es: Analista de Estructuras de Giro
fr: Analyste de structures pivotantes
id: Analis Struktur Ayunan
it: Analista della struttura dell'altalena
ja: スイング構造アナリスト
pt_br: Analista de Estrutura Swing
th: นักวิเคราะห์โครงสร้างสวิง
tr: Salıncak Yapısı Analisti
vi: Nhà phân tích cấu trúc xoay
zh_hans: Swing结构分析师
zh_hant: Swing結構分析師

source: 가격 다시 불러오기
de: Preise neu laden
en: Reload Prices
es: Precios de recarga
fr: Recharger les prix
id: Isi Ulang Harga
it: Ricarica i prezzi
ja: 価格をリロードする
pt_br: Preços de recarga
th: โหลดราคาซ้ำ
tr: Fiyatları Yeniden Yükle
vi: Tải lại giá
zh_hans: 充值价格
zh_hant: 儲值價格

source: 가격 불러오는 중...
de: Preise werden geladen...
en: Loading Prices...
es: Cargando Precios...
fr: Chargement des prix...
id: Memuat Harga...
it: Caricamento prezzi...
ja: 価格を読み込んでいます...
pt_br: Carregando preços...
th: กำลังโหลดราคา...
tr: Fiyatlar Yükleniyor...
vi: Đang tải giá...
zh_hans: 加载价格...
zh_hant: 加載價格...

source: 가격 축
de: Preisachse
en: Price Axis
es: Eje de precios
fr: Axe des prix
id: Sumbu Harga
it: Asse dei prezzi
ja: 価格軸
pt_br: Eixo de preços
th: แกนราคา
tr: Fiyat Ekseni
vi: Trục giá
zh_hans: 价格轴
zh_hant: 價格軸

source: 가격행동 강도
de: Preis-Aktions-Stärke
en: Price-action Strength
es: Fuerza de la acción del precio
fr: Force de l'action sur les prix
id: Kekuatan Aksi Harga
it: Forza dell’azione dei prezzi
ja: プライスアクションの強さ
pt_br: Força preço-ação
th: ความแข็งแกร่งของการเคลื่อนไหวของราคา
tr: Fiyat İşlem Gücü
vi: Sức mạnh hành động giá
zh_hans: 价格行为强度
zh_hant: 價格行為強度

source: 가디
de: Gadi
en: Gadi
es: Gadí
fr: Gadi
id: Gadi
it: Gadi
ja: ガディ
pt_br: Gadi
th: กาดี
tr: Gadi
vi: gadi
zh_hans: 加迪
zh_hant: 加迪

source: 가디가 계산 가능한 항목과 추가 입력이 필요한 항목을 나눕니다
de: Gadi trennt lesbare Eingaben von nicht verfügbaren Daten.
en: Gadi separates readable inputs from unavailable data.
es: Gadi separa las entradas legibles de los datos no disponibles.
fr: Gadi sépare les entrées lisibles des données indisponibles.
id: Gadi memisahkan masukan yang dapat dibaca dari data yang tidak tersedia.
it: Gadi separa gli input leggibili dai dati non disponibili.
ja: Gadi は、読み取り可能な入力と使用できないデータを分離します。
pt_br: Gadi separa entradas legíveis de dados indisponíveis.
th: Gadi แยกอินพุตที่อ่านได้จากข้อมูลที่ไม่พร้อมใช้งาน
tr: Gadi, okunabilir girdileri kullanılamayan verilerden ayırır.
vi: Gadi tách dữ liệu đầu vào có thể đọc được khỏi dữ liệu không có sẵn.
zh_hans: Gadi 将可读输入与不可用数据分开。
zh_hant: Gadi 將可讀輸入與不可用資料分開。

source: 가상자산
de: Krypto
en: Crypto
es: Cripto
fr: Cryptomonnaie
id: kripto
it: Criptovaluta
ja: 暗号
pt_br: Criptografia
th: การเข้ารหัสลับ
tr: Kripto
vi: Tiền điện tử
zh_hans: 加密货币
zh_hant: 加密貨幣

source: 가장 어려운 지점은 무엇인가요?
de: Was ist Ihre größte Herausforderung?
en: What is your biggest challenge?
es: ¿Cuál es tu mayor desafío?
fr: Quel est votre plus grand défi ?
id: Apa tantangan terbesar Anda?
it: Qual è la tua più grande sfida?
ja: あなたの 最大の課題は何ですか?
pt_br: Qual é o seu maior desafio?
th: อะไรคือความท้าทายที่ยิ่งใหญ่ที่สุด ของคุณ?
tr: En büyük zorluğunuz nedir?
vi: Thử thách lớn nhất của bạn là gì?
zh_hans: 您 最大的挑战是什么？
zh_hant: 您 最大的挑戰是什麼？

source: 각 전문 관점의 결론과 근거
de: Schlussfolgerungen und Beweise aus jedem Fachgebiet
en: Conclusions and evidence from each specialty
es: Conclusiones y evidencia de cada especialidad.
fr: Conclusions et preuves de chaque spécialité
id: Kesimpulan dan bukti dari masing-masing spesialisasi
it: Conclusioni e prove da ciascuna specialità
ja: 各専門分野からの結論と証拠
pt_br: Conclusões e evidências de cada especialidade
th: ข้อสรุปและหลักฐานจากแต่ละสาขาวิชา
tr: Her uzmanlıktan sonuçlar ve kanıtlar
vi: Kết luận và bằng chứng từ từng chuyên ngành
zh_hans: 每个专业的结论和证据
zh_hant: 每個專業的結論和證據

source: 간결하고 단호하게
de: Kurz und entschieden
en: Brief and decisive
es: Breve y decisivo
fr: Bref et décisif
id: Singkat dan tegas
it: Breve e deciso
ja: 簡潔かつ決定的
pt_br: Breve e decisivo
th: สั้นและเด็ดขาด
tr: Kısa ve belirleyici
vi: Ngắn gọn và quyết đoán
zh_hans: 简短而果断
zh_hant: 簡短而果斷

source: 감정 매매
de: Emotionaler Handel
en: Emotional Trading
es: Comercio emocional
fr: Trading émotionnel
id: Perdagangan Emosional
it: Trading emotivo
ja: 感情的な取引
pt_br: Negociação Emocional
th: การซื้อขายทางอารมณ์
tr: Duygusal Ticaret
vi: Giao dịch theo cảm xúc
zh_hans: 情绪交易
zh_hant: 情緒交易

source: 강도 단서 점검
de: Momentum-Hinweise prüfen
en: Checking Momentum Clues
es: Comprobando pistas de impulso
fr: Vérifier les indices d'élan
id: Memeriksa Petunjuk Momentum
it: Controllo degli indizi di slancio
ja: 勢いの手掛かりを確認する
pt_br: Verificando pistas de impulso
th: การตรวจสอบเบาะแสโมเมนตัม
tr: Momentum İpuçlarını Kontrol Etme
vi: Kiểm tra manh mối động lượng
zh_hans: 检查势头线索
zh_hant: 檢查勢頭線索

source: 강함
de: Stark
en: Strong
es: fuerte
fr: Fort
id: Kuat
it: Forte
ja: 強い
pt_br: Forte
th: แข็งแกร่ง
tr: Güçlü
vi: mạnh mẽ
zh_hans: 强
zh_hant: 強

source: 같은 입력으로 다시 시도
de: Versuchen Sie es erneut mit demselben Bild
en: Try Again with the Same Image
es: Inténtalo de nuevo con la misma imagen
fr: Réessayez avec la même image
id: Coba Lagi dengan Gambar yang Sama
it: Riprova con la stessa immagine
ja: 同じ画像で再試行してください
pt_br: Tente novamente com a mesma imagem
th: ลองอีกครั้งด้วยภาพเดียวกัน
tr: Aynı Görüntüyle Tekrar Deneyin
vi: Thử lại với cùng một hình ảnh
zh_hans: 使用同一图像重试
zh_hant: 使用相同影像重試

source: 같은 차트도 반론을 거치면 조건과 위험이 선명해집니다.
de: Herausforderungen machen die Bedingungen und Risiken deutlicher – sogar im selben Diagramm.
en: Challenges make the conditions and risks clearer—even on the same chart.
es: Los desafíos aclaran las condiciones y los riesgos, incluso en el mismo gráfico.
fr: Les défis rendent les conditions et les risques plus clairs, même sur le même graphique.
id: Tantangan membuat kondisi dan risiko menjadi lebih jelas—bahkan pada grafik yang sama.
it: Le sfide rendono le condizioni e i rischi più chiari, anche sullo stesso grafico.
ja: チャレンジにより、同じチャート上であっても状況とリスクがより明確になります。
pt_br: Os desafios tornam as condições e os riscos mais claros – mesmo no mesmo gráfico.
th: ความท้าทายทำให้เงื่อนไขและความเสี่ยงชัดเจนยิ่งขึ้น—แม้จะอยู่ในแผนภูมิเดียวกันก็ตาม
tr: Zorluklar, aynı grafikte bile koşulları ve riskleri daha net hale getiriyor.
vi: Những thách thức làm cho các điều kiện và rủi ro trở nên rõ ràng hơn—ngay cả trên cùng một biểu đồ.
zh_hans: 挑战使条件和风险更加清晰——即使在同一张图表上也是如此。
zh_hant: 挑戰使條件和風險更加清晰——即使在同一張圖表上也是如此。

source: 개인정보 처리 안내
de: Datenschutzübersicht
en: Privacy Overview
es: Descripción general de privacidad
fr: Aperçu de la confidentialité
id: Ikhtisar Privasi
it: Panoramica sulla privacy
ja: プライバシーの概要
pt_br: Visão geral da privacidade
th: ภาพรวมความเป็นส่วนตัว
tr: Gizliliğe Genel Bakış
vi: Tổng quan về quyền riêng tư
zh_hans: 隐私概述
zh_hant: 隱私概述

source: 거래 스타일
de: Trading-Stil
en: Trading Style
es: Estilo de trading
fr: Style de trading
id: Gaya Trading
it: Stile di trading
ja: トレードスタイル
pt_br: Estilo de trading
th: รูปแบบการเทรด
tr: İşlem Stili
vi: Phong cách giao dịch
zh_hans: 交易风格
zh_hant: 交易風格

source: 거래량·가격행동
de: Volumen & Price Action
en: Volume & Price Action
es: Volumen y acción del precio
fr: Volume et action du prix
id: Volume & Price Action
it: Volume e price action
ja: 出来高・プライスアクション
pt_br: Volume e ação do preço
th: ปริมาณและพฤติกรรมราคา
tr: Hacim ve Fiyat Aksiyonu
vi: Khối lượng & hành động giá
zh_hans: 成交量与价格行为
zh_hant: 成交量與價格行為

source: 검증 누적
de: Kumulierte Schecks
en: Accumulated Checks
es: Cheques acumulados
fr: Chèques accumulés
id: Akumulasi Cek
it: Assegni accumulati
ja: 累積小切手
pt_br: Cheques Acumulados
th: เช็คสะสม
tr: Birikmiş Çekler
vi: Séc tích lũy
zh_hans: 累积支票
zh_hant: 累積支票

source: 검증 모드
de: Verifizierungsmodus
en: Verification Mode
es: Modo de verificación
fr: Mode de vérification
id: Modus Verifikasi
it: Modalità di verifica
ja: 検証モード
pt_br: Modo de verificação
th: โหมดการยืนยัน
tr: Doğrulama Modu
vi: Chế độ xác minh
zh_hans: 验证方式
zh_hant: 驗證方式

source: 결과, 업로드 이미지, 후속 대화는 사용자의 기기에 저장됩니다.
de: Ergebnisse, hochgeladene Bilder und Folgegespräche werden auf Ihrem Gerät gespeichert.
en: Results, uploaded images, and follow-up conversations are stored on your device.
es: Los resultados, las imágenes subidas y las conversaciones de seguimiento se guardan en tu dispositivo.
fr: Les résultats, les images importées et les conversations de suivi sont stockés sur votre appareil.
id: Hasil, gambar yang diunggah, dan percakapan lanjutan disimpan di perangkat Anda.
it: Risultati, immagini caricate e conversazioni successive vengono salvati sul dispositivo.
ja: 結果、アップロード画像、フォローアップ会話は端末に保存されます。
pt_br: Os resultados, as imagens enviadas e as conversas de acompanhamento ficam salvos no seu dispositivo.
th: ผลลัพธ์ รูปภาพที่อัปโหลด และบทสนทนาติดตามผลจะถูกจัดเก็บไว้ในอุปกรณ์ของคุณ
tr: Sonuçlar, yüklenen görseller ve takip konuşmaları cihazınızda saklanır.
vi: Kết quả, hình ảnh đã tải lên và cuộc trò chuyện tiếp theo được lưu trên thiết bị của bạn.
zh_hans: 分析结果、上传图片与后续对话会存储在你的设备上。
zh_hant: 分析結果、上傳圖片與後續對話會儲存在你的裝置上。

source: 결과는 어떻게 읽나요?
de: Wie lese ich die Ergebnisse?
en: How should I read the results?
es: ¿Cómo se interpretan los resultados?
fr: Comment lire les résultats ?
id: Bagaimana cara membaca hasilnya?
it: Come si leggono i risultati?
ja: 結果はどう読めばよいですか？
pt_br: Como interpretar os resultados?
th: ควรอ่านผลลัพธ์อย่างไร?
tr: Sonuçları nasıl okumalıyım?
vi: Đọc kết quả như thế nào?
zh_hans: 如何阅读分析结果？
zh_hant: 如何閱讀分析結果？

source: 결론 보기
de: Fazit ansehen
en: View Conclusion
es: Ver conclusión
fr: Voir la conclusion
id: Lihat Kesimpulan
it: Visualizza la conclusione
ja: 結論を見る
pt_br: Ver conclusão
th: ดูบทสรุป
tr: Sonucu Görüntüle
vi: Xem kết luận
zh_hans: 查看结论
zh_hant: 看結論

source: 결론 영향 없음
de: Keine Auswirkung auf die Schlussfolgerung
en: No Impact on Conclusion
es: Sin impacto en la conclusión
fr: Aucun impact sur la conclusion
id: Tidak Ada Dampak pada Kesimpulan
it: Nessun impatto sulla conclusione
ja: 結論に影響なし
pt_br: Nenhum impacto na conclusão
th: ไม่มีผลกระทบต่อข้อสรุป
tr: Sonuca Etkisi Yok
vi: Không có tác động đến kết luận
zh_hans: 不影响结论
zh_hant: 不影響結論

source: 결제는 어디서 관리하나요?
de: Wo kann ich mein Abo verwalten?
en: Where can I manage my subscription?
es: ¿Dónde gestiono mi suscripción?
fr: Où gérer mon abonnement ?
id: Di mana saya dapat mengelola langganan?
it: Dove posso gestire l’abbonamento?
ja: サブスクリプションはどこで管理できますか？
pt_br: Onde gerencio minha assinatura?
th: จัดการการสมัครสมาชิกได้ที่ไหน?
tr: Aboneliğimi nereden yönetebilirim?
vi: Tôi quản lý gói đăng ký ở đâu?
zh_hans: 可以在哪里管理订阅？
zh_hant: 可以在哪裡管理訂閱？

source: 결제는 확인됐지만 PRO 권한을 활성화하지 못했습니다. 구매 복원을 시도해 주세요.
de: Der Kauf war erfolgreich, PRO konnte jedoch nicht aktiviert werden. Versuchen Sie, Einkäufe wiederherzustellen.
en: The purchase succeeded, but PRO could not be activated. Try restoring purchases.
es: La compra se realizó correctamente, pero no se pudo activar PRO. Intente restaurar las compras.
fr: L'achat a réussi, mais PRO n'a pas pu être activé. Essayez de restaurer vos achats.
id: Pembelian berhasil, namun PRO tidak dapat diaktifkan. Coba pulihkan pembelian.
it: L'acquisto è riuscito, ma non è stato possibile attivare PRO. Prova a ripristinare gli acquisti.
ja: 購入は成功しましたが、PRO をアクティベートできませんでした。購入したものを復元してみてください。
pt_br: A compra foi bem-sucedida, mas o PRO não pôde ser ativado. Tente restaurar as compras.
th: การซื้อสำเร็จ แต่ PRO ไม่สามารถเปิดใช้งานได้ ลองกู้คืนการซื้อ
tr: Satın alma başarılı oldu ancak PRO etkinleştirilemedi. Satın alınanları geri yüklemeyi deneyin.
vi: Giao dịch mua thành công nhưng PRO không thể kích hoạt. Hãy thử khôi phục giao dịch mua hàng.
zh_hans: 购买成功，但PRO无法激活。尝试恢复购买。
zh_hant: 購買成功，但PRO無法啟動。嘗試恢復購買。

source: 경험 미설정
de: Erfahrung nicht festgelegt
en: Experience not set
es: Experiencia no establecida
fr: Expérience non définie
id: Pengalaman tidak diatur
it: Esperienza non impostata
ja: 経験値が設定されていません
pt_br: Experiência não definida
th: ประสบการณ์ไม่ได้กำหนดไว้
tr: Deneyim ayarlanmadı
vi: Kinh nghiệm chưa được thiết lập
zh_hans: 经验未设置
zh_hant: 經驗未設定

source: 계속
de: Weiter
en: Continue
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続ける
pt_br: Continuar
th: ดำเนินการต่อ
tr: Devam et
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: 관심 시장
de: Bevorzugter Markt
en: Preferred Market
es: Mercado preferido
fr: Marché préféré
id: Pasar Pilihan
it: Mercato preferito
ja: 対象市場
pt_br: Mercado preferido
th: ตลาดที่สนใจ
tr: Tercih Edilen Piyasa
vi: Thị trường quan tâm
zh_hans: 关注市场
zh_hant: 關注市場

source: 교차 검증 기록
de: Überprüfen Sie das Protokoll
en: Cross-check Log
es: Registro de verificación cruzada
fr: Journal de vérification croisée
id: Log Periksa Silang
it: Registro del controllo incrociato
ja: クロスチェックログ
pt_br: Registro de verificação cruzada
th: บันทึกการตรวจสอบข้าม
tr: Çapraz Kontrol Günlüğü
vi: Nhật ký kiểm tra chéo
zh_hans: 交叉检查日志
zh_hant: 交叉檢查日誌

source: 교차 회의
de: Gegenprüfung
en: Cross-check
es: Verificación cruzada
fr: Vérification croisée
id: Periksa silang
it: Controllo incrociato
ja: クロスチェック
pt_br: Verificação cruzada
th: การตรวจสอบข้าม
tr: Çapraz kontrol
vi: Kiểm tra chéo
zh_hans: 交叉检查
zh_hant: 交叉檢查

source: 구독
de: Abonnement
en: Subscription
es: Suscripción
fr: Abonnement
id: Berlangganan
it: Abbonamento
ja: 定期購入
pt_br: Assinatura
th: สมัครสมาชิก
tr: Abonelik
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

source: 구독 관리
de: Abo verwalten
en: Manage Subscription
es: Administrar suscripción
fr: Gérer l’abonnement
id: Kelola Langganan
it: Gestisci abbonamento
ja: サブスクリプション管理
pt_br: Gerenciar assinatura
th: จัดการการสมัครสมาชิก
tr: Aboneliği Yönet
vi: Quản lý đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: 구독 상태 확인 중
de: Abonnementstatus prüfen
en: Checking subscription status
es: Comprobando el estado de la suscripción
fr: Vérification de l'état de l'abonnement
id: Memeriksa status berlangganan
it: Controllo dello stato dell'abbonamento
ja: 購読ステータスの確認
pt_br: Verificando o status da assinatura
th: กำลังตรวจสอบสถานะการสมัครสมาชิก
tr: Abonelik durumu kontrol ediliyor
vi: Kiểm tra trạng thái đăng ký
zh_hans: 检查订阅状态
zh_hant: 檢查訂閱狀態

source: 구매 복원
de: Einkäufe wiederherstellen
en: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats
id: Pulihkan Pembelian
it: Ripristina gli acquisti
ja: 購入を復元する
pt_br: Restaurar compras
th: คืนค่าการซื้อ
tr: Satın Alınanları Geri Yükle
vi: Khôi phục mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買
